[
  {
    "img": "https://images.unsplash.com/photo-1580489944761-15a19d654956?w=800&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTh8fGZhY2UlMjB1c2VyfGVufDB8fDB8fHww",
    "name": "Trang Nhung",
    "content": "Đây thực sự là một chiếc xe điện tuyệt vời! Tôi đã sử dụng nó trong một thời gian dài và không hề gặp bất kỳ vấn đề nào. Khả năng sạc nhanh của nó rất tiện lợi, và nội thất rộng rãi cùng với các tính năng an toàn tiên tiến khiến tôi cảm thấy an tâm khi lái xe.",
    "star": 5,
    "contentEnglish": "This is truly an amazing electric vehicle! I've been using it for a long time and haven't encountered any issues. Its fast charging capability is very convenient, and the spacious interior along with advanced safety features make me feel comfortable when driving."
  },
  {
    "img": "https://images.unsplash.com/photo-1539571696357-5a69c17a67c6?q=80&w=2662&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "name": "Hoang Anh",
    "content": "Tôi rất hài lòng với chiếc xe điện này. Không chỉ là một phương tiện vận chuyển tiện lợi, mà nó còn đóng góp vào việc bảo vệ môi trường. Cảm ơn YiDIElectro đã mang lại sản phẩm tốt như vậy!",
    "star": 5,
    "contentEnglish": "I am very satisfied with this electric vehicle. It's not just a convenient means of transportation, but it also contributes to environmental protection. Thank you YiDIElectro for providing such a good product!"
  },
  {
    "img": "https://images.unsplash.com/photo-1564564321837-a57b7070ac4f?w=800&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8OHx8bWFufGVufDB8fDB8fHww",
    "name": "Chi Dung",
    "content": "Xe điện này thực sự đáng để sở hữu! Tôi đã trải nghiệm nhiều loại xe khác nhau trước đây, nhưng không có chiếc nào có thể sánh kịp với hiệu suất và tiện ích của nó. Ngoài ra, dịch vụ hỗ trợ khách hàng của họ cũng rất tuyệt vời.",
    "star": 4,
    "contentEnglish": "This electric vehicle is truly worth owning! I've experienced various types of vehicles before, but none can match its performance and utility. Furthermore, their customer support service is also excellent."
  },
  {
    "img": "https://plus.unsplash.com/premium_photo-1664533227571-cb18551cac82?w=800&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTN8fG1hbnxlbnwwfHwwfHx8MA%3D%3D",
    "name": "Tri Duc",
    "content": "Tôi đã mua chiếc xe điện này cho gia đình và chúng tôi rất hài lòng với quyết định của mình. Không chỉ là một phương tiện tiện lợi, mà nó còn mang lại cho chúng tôi cảm giác thú vị khi lái xe mỗi khi ra ngoài. Chất lượng sản phẩm và dịch vụ của YiDIElectro thực sự xuất sắc.",
    "star": 5,
    "contentEnglish": "I bought this electric vehicle for my family and we are very pleased with our decision. It's not just a convenient means of transportation, but it also brings us excitement every time we drive out. The product quality and service of YiDIElectro are truly excellent."
  },
  {
    "img": "https://plus.unsplash.com/premium_photo-1689551670902-19b441a6afde?w=800&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTN8fHdvbWFufGVufDB8fDB8fHww",
    "name": "Thanh Huyen",
    "content": "Tôi đã dùng xe điện này hàng ngày để đi làm và nó đã giúp tôi tiết kiệm rất nhiều chi phí nhiên liệu. Máy móc hoạt động mạnh mẽ và êm ái, và tôi cũng rất hài lòng với tính năng an toàn mà nó mang lại. Tôi chắc chắn sẽ giới thiệu sản phẩm này cho bạn bè và người thân của mình.",
    "star": 4,
    "contentEnglish": "I use this electric vehicle every day to go to work and it has helped me save a lot of fuel costs. The engine runs smoothly and powerfully, and I am also very satisfied with the safety features it provides. I will definitely recommend this product to my friends and family."
  },
  {
    "img": "https://images.unsplash.com/photo-1600486913747-55e5470d6f40?w=800&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTl8fG1hbnxlbnwwfHwwfHx8MA%3D%3D",
    "name": "Tuan Anh",
    "content": "Chiếc xe điện này thực sự là một cải tiến lớn đối với cuộc sống hàng ngày của tôi. Không chỉ là một phương tiện di chuyển, mà nó còn là biểu tượng của sự tiến bộ và sự chăm sóc môi trường. Tôi không thể hài lòng hơn với quyết định mua xe điện của mình!",
    "star": 5,
    "contentEnglish": "This electric vehicle is truly a major improvement in my daily life. It's not just a means of transportation, but it's also a symbol of progress and environmental care. I couldn't be happier with my decision to buy an electric vehicle!"
  }
]
